[
  "Добро пожаловать за прилавок, новичок! Готовы покорять мир торговли?",
  "О-о-о, новый продавец! Надеемся, вы любите считать деньги и улыбаться клиентам.",
  "Приветствую, будущий магнат розницы! Ваша первая смена начинается сейчас.",
  "Здравствуйте, юный кассир! Помните: клиент всегда… почти всегда прав.",
  "А вот и свежая кровь! Давайте проверим, есть ли у вас торговая жилка.",
  "Привет, начинающий предприниматель! Ваш киоск/лавка/гипермаркет ждёт.",
  "Салют, продажник! Сегодня учимся не путать сдачу и сохранять лицо.",
  "Рады видеть вас в мире чеков и скидок! Первый покупатель уже идёт.",
  "Ну что, герой кассового аппарата? Готовы к битве за прибыль?",
  "О, новый сотрудник! Совет: если клиент кричит — улыбайтесь шире.",
  "Добро пожаловать в царство ценников и акций! Не забудьте про сканер.",
  "Привет! Вы пахнете… новыми товарами. Или это мне кажется?",
  "Внимание, магазин! У нас новый продавец — дайте ему шанс не запутаться.",
  "Здравствуйте, чистый лист ценника! Сейчас заполним вас цифрами.",
  "Ага, значит, вы и есть «новенький»? Отлично, вот вам коробка с наклейками.",
  "Смотрите-ка, кто решил освоить искусство торговли! Первый урок: «Не злите бухгалтерию».",
  "Привет, юный барыга! Шутка. Выглядите солидно — вот ваш ценникодержатель.",
  "О-о-о, новобранец торгового фронта! Вам повезло — сегодня распродажа.",
  "Добро пожаловать! Совет №1: кофе — ваш друг, но не друг кассовой ленты.",
  "Шагните смелее, новичок! Сегодня вы узнаете, что такое «возврат товара».",
  "Приветствую! Ваша карьера продавца начинается… с пересчёта мелочи.",
  "Ну что, покоритель покупателей? Готовы к первому «У вас есть поменьше?»",
  "Тсс… Слышите? Это кассовый аппарат поёт вам: «Вносите точную сумму».",
  "Не робейте, продажник! Даже гуру маркетинга начинали с развешивания конфет.",
  "Внимание! На горизонте новый продавец. Дайте ему… нет, не кредит, терпение.",
  "Добро пожаловать в мир, где «Чек нужен?» — философский вопрос.",
  "О, свежий взгляд на полки! Надеемся, вы любите раскладывать всё по алфавиту.",
  "Приветствую, будущий король скидок! Ваша корона — бейдж с надписью «Спросите меня».",
  "Незнакомец? Нет, просто гений мерчандайзинга, который пока не знает об этом.",
  "Тихо! Все замолчали — новичок только что научился работать с кассой."
]