[
  "Продаю, потому что самому не пригодилось — лежит без дела.",
  "Товар хороший, но мне совершенно не нужен, поэтому отдам за небольшие деньги.",
  "Случайно оказалось лишнее — продаю почти даром, лишь бы забрали.",
  "Эту вещь мне отдали, но она мне не нужна, так что продаю.",
  "Накопилось много, сам не использую, поэтому продаю по низкой цене.",
  "Досталось в наследство, но в хозяйстве не пригождается — отдам недорого.",
  "Продаю, потому что перешёл на другое — это больше не использую.",
  "Вещь в хорошем состоянии, но мне без надобности, так что отдам за копейки.",
  "Брал про запас, но так и не пригодилось — продаю дешевле, чем покупал.",
  "Продаю, потому что сменил род занятий — это больше не нужно.",
  "Товар качественный, но у меня для него нет применения, поэтому сбываю.",
  "Куплено по ошибке — продаю, чтобы хоть часть денег вернуть.",
  "Раздаю излишки — если нужно, забирайте за небольшую плату.",
  "Продаю, потому что переехал — эту вещь с собой не беру.",
  "Лежит годами без дела — лучше отдам тому, кому пригодится.",
  "Мне это не подошло, но, возможно, вам будет полезно — продаю недорого.",
  "Продаю остатки — самому больше не нужно, пусть кому-то послужит.",
  "Досталось бесплатно, но мне не пригодилось — отдам за символическую цену.",
  "Товар в хорошем состоянии, но у меня для него нет применения.",
  "Продаю, потому что сменил инструменты — это больше не использую.",
  "Брал на пробу, но не подошло — продаю почти за бесценок.",
  "Вещь новая, но мне без надобности — отдам за половину стоимости.",
  "Продаю, потому что перестал заниматься этим ремеслом.",
  "Лежалый товар, но ещё вполне годный — кому-то точно пригодится.",
  "Продаю излишки — самому столько не нужно.",
  "Досталось в подарок, но мне не подошло — отдам за небольшие деньги.",
  "Товар хороший, но у меня для него нет места — продаю дёшево.",
  "Продаю, потому что перешёл на другой материал — это больше не использую.",
  "Брал про запас, но так и не понадобилось — отдам за полцены.",
  "Вещь в отличном состоянии, но мне без надобности — продаю недорого."
]