[
  "Если ваше призвание вас устраивает — это прекрасно! Но если нет, всегда можно попробовать ещё раз.",
  "Нравится ваш путь? Тогда продолжайте! Если хочется перемен — перед вами всегда есть выбор.",
  "Вы довольны своей судьбой? Если да — наслаждайтесь! Если нет — ничто не мешает попробовать снова.",
  "Если текущее призвание радует — замечательно. Но если душа просит другого — мир полон возможностей.",
  "Ваш выбор вам по душе? Это главное. Если вдруг нет — новые дороги всегда открыты.",
  "Счастливы в своём деле? Тогда всё идёт как надо. Если нет — всегда можно найти что-то новое.",
  "Если вы на своём месте — это прекрасно. Если же нет — впереди ещё много интересного.",
  "Нравится, куда ведёт вас судьба? Если да — прекрасно. Если нет — у вас всегда есть варианты.",
  "Довольны своим путём? Если да — это счастье. Если нет — впереди ещё много дорог.",
  "Ваше призвание приносит радость? Если так — чудесно. Если хочется чего-то другого — мир велик.",
  "Вы нашли то, что искали? Если да — наслаждайтесь. Если нет — поиски могут продолжаться.",
  "Текущий путь вас устраивает? Если всё хорошо — так держать. Если нет — всегда можно свернуть.",
  "Чувствуете, что это ваше? Тогда вперёд! Если сомневаетесь — перед вами целый мир.",
  "Вы в гармонии со своим призванием? Если да — это прекрасно. Если нет — перемены возможны.",
  "Ваша дорога радует вас? Если да — продолжайте. Если хочется нового — двери открыты.",
  "Вы на своём месте? Если да — это замечательно. Если нет — всегда можно найти другое.",
  "Ваше дело приносит удовлетворение? Если так — это ценно. Если нет — всегда есть куда расти.",
  "Нравится ваш выбор? Тогда всё идёт правильно. Если хочется перемен — они всегда возможны.",
  "Вы довольны своей участью? Если да — наслаждайтесь. Если нет — судьба гибка.",
  "Чувствуете, что это ваше? Если да — прекрасно. Если нет — впереди ещё много интересного.",
  "Ваше призвание вас вдохновляет? Если да — это бесценно. Если нет — всегда есть шанс.",
  "Вы нашли своё? Если да — радуйтесь. Если пока нет — поиски продолжаются.",
  "Ваш путь вам по душе? Если всё хорошо — так держать. Если хочется нового — мир велик.",
  "Довольны тем, как сложилось? Если да — это счастье. Если нет — всё ещё впереди.",
  "Ваше дело радует вас? Если да — чудесно. Если хочется перемен — они возможны.",
  "Вы в ладу со своей судьбой? Если да — наслаждайтесь. Если нет — всегда можно изменить.",
  "Чувствуете, что это ваше? Если ответ «да» — это прекрасно. Если «нет» — впереди новые горизонты.",
  "Ваше призвание приносит счастье? Если так — цените это. Если нет — всегда есть выбор.",
  "Вы на правильном пути? Если да — продолжайте. Если сомневаетесь — другие дороги ждут.",
  "Довольны своим выбором? Если всё хорошо — замечательно. Если нет — впереди новые возможности."
]